{
  "The_Tale_of_Benjamin_Bunny.md-0": "The Tale of Benjamin Bunny\n\n\nONE morning a little rabbit sat on a bank.\n\nHe pricked his ears and listened to the trit-trot, trit-trot of a pony.\n\nA gig was coming along the road; it was driven by Mr. McGregor, and beside him sat Mrs. McGregor in her best bonnet.\n\n\n\nAS soon as they had passed, little Benjamin Bunny slid down into the road, and set off–with a hop, skip and a jump–to call upon his relations, who lived in the wood at the back of Mr. McGregor's garden.",
  "The_Tale_of_Benjamin_Bunny.md-1": "THAT wood was full of rabbit holes; and in the neatest sandiest hole of all, lived Benjamin's aunt and his cousins–Flopsy, Mopsy, Cotton-tail and Peter.\n\nOld Mrs. Rabbit was a widow; she earned her living by knitting rabbit-wool mittens and muffetees (I once bought a pair at a bazaar). She also sold herbs, and rosemary tea, and rabbit-tobacco (which is what we call lavender).\n\n\n\nLITTLE Benjamin did not very much want to see his Aunt.",
  "The_Tale_of_Benjamin_Bunny.md-2": "LITTLE Benjamin did not very much want to see his Aunt.\n\nHe came round the back of the fir-tree, and nearly tumbled upon the top of his Cousin Peter.\n\n\n\n\n\nPETER was sitting by himself. He looked poorly, and was dressed in a red cotton pocket-handkerchief.\n\n\"Peter,\"–said little Benjamin, in a whisper–\"who has got your clothes?\"\n\n\n\nPETER replied–\"The scarecrow in Mr. McGregor's garden,\" and described how he had been chased about the garden, and had dropped his shoes and coat.",
  "The_Tale_of_Benjamin_Bunny.md-3": "Little Benjamin sat down beside his cousin, and assured him that Mr. McGregor had gone out in a gig, and Mrs. McGregor also; and certainly for the day, because she was wearing her best bonnet.\n\n\n\n\n\nPETER said he hoped that it would rain.\n\nAt this point, old Mrs. Rabbit's voice was heard inside the rabbit hole, calling–\"Cotton-tail! Cotton-tail! fetch some more camomile!\"\n\nPeter said he thought he might feel better if he went for a walk.",
  "The_Tale_of_Benjamin_Bunny.md-4": "Peter said he thought he might feel better if he went for a walk.\n\n\n\nTHEY went away hand in hand, and got upon the flat top of the wall at the bottom of the wood. From here they looked down into Mr. McGregor's garden. Peter's coat and shoes were plainly to be seen upon the scarecrow, topped with an old tam-o-shanter of Mr. McGregor's.\n\n\n\n\n\nLITTLE Benjamin said, \"It spoils people's clothes to squeeze under a gate; the proper way to get in, is to climb down a pear tree.\"",
  "The_Tale_of_Benjamin_Bunny.md-5": "Peter fell down head first; but it was of no consequence, as the bed below was newly raked and quite soft.\n\n\n\nIT had been sown with lettuces.\n\nThey left a great many odd little foot-marks all over the bed, especially little Benjamin, who was wearing clogs.\n\n\n\n\n\nLITTLE Benjamin said that the first thing to be done was to get back Peter's clothes, in order that they might be able to use the pocket-handkerchief.",
  "The_Tale_of_Benjamin_Bunny.md-6": "They took them off the scare-crow. There had been rain during the night; there was water in the shoes, and the coat was somewhat shrunk.\n\nBenjamin tried on the tam-o-shanter, but it was too big for him.\n\n\n\nTHEN he suggested that they should fill the pocket-handkerchief with onions, as a little present for his Aunt.\n\nPeter did not seem to be enjoying himself; he kept hearing noises.",
  "The_Tale_of_Benjamin_Bunny.md-7": "Peter did not seem to be enjoying himself; he kept hearing noises.\n\n\n\n\n\nBENJAMIN, on the contrary, was perfectly at home, and ate a lettuce leaf. He said that he was in the habit of coming to the garden with his father to get lettuces for their Sunday dinner.\n\n(The name of little Benjamin's papa was old Mr. Benjamin Bunny.)\n\nThe lettuces certainly were very fine.\n\n\n\nPETER did not eat anything; he said he should like to go home. Presently he dropped half the onions.",
  "The_Tale_of_Benjamin_Bunny.md-8": "PETER did not eat anything; he said he should like to go home. Presently he dropped half the onions.\n\n\n\n\n\nLITTLE Benjamin said that it was not possible to get back up the pear-tree, with a load of vegetables. He led the way boldly towards the other end of the garden. They went along a little walk on planks, under a sunny red-brick wall.\n\nThe mice sat on their door-steps cracking cherry-stones, they winked at Peter Rabbit and little Benjamin Bunny.\n\n\n\nPRESENTLY Peter let the pocket-handkerchief go again.",
  "The_Tale_of_Benjamin_Bunny.md-9": "PRESENTLY Peter let the pocket-handkerchief go again.\n\n\n\n\n\nTHEY got amongst flower-pots, and frames and tubs; Peter heard noises worse than ever, his eyes were as big as lolly-pops!\n\nHe was a step or two in front of his cousin, when he suddenly stopped.\n\n\n\nTHIS is what those little rabbits saw round that corner!\n\nLittle Benjamin took one look, and then, in half a minute less than no time, he hid himself and Peter and the onions underneath a large basket. . . .",
  "The_Tale_of_Benjamin_Bunny.md-10": "THE cat got up and stretched herself, and came and sniffed at the basket.\n\nPerhaps she liked the smell of onions!\n\nAnyway, she sat down upon the top of the basket.\n\n\n\nSHE sat there for five hours. *⁠*⁠*⁠*⁠* I cannot draw you a picture of Peter and Benjamin underneath the basket, because it was quite dark, and because the smell of onions was fearful; it made Peter Rabbit and little Benjamin cry.",
  "The_Tale_of_Benjamin_Bunny.md-11": "The sun got round behind the wood, and it was quite late in the afternoon; but still the cat sat upon the basket.\n\n\n\n\n\nAT length there was a pitter-patter, pitter-patter, and some bits of mortar fell from the wall above.\n\nThe cat looked up and saw old Mr. Benjamin Bunny prancing along the top of the wall of the upper terrace.\n\nHe was smoking a pipe of rabbit-tobacco, and had a little switch in his hand.\n\nHe was looking for his son.\n\n\n\nOLD Mr. Bunny had no opinion whatever of cats.",
  "The_Tale_of_Benjamin_Bunny.md-12": "He was looking for his son.\n\n\n\nOLD Mr. Bunny had no opinion whatever of cats.\n\nHe took a tremendous jump off the top of the wall on to the top of the cat, and cuffed it off the basket, and kicked it into the green-house, scratching off a handful of fur.\n\nThe cat was too much surprised to scratch back.\n\n\n\n\n\nWHEN old Mr. Bunny had driven the cat into the green-house, he locked the door.\n\nThen he came back to the basket and took out his son Benjamin by the ears, and whipped him with the little switch.",
  "The_Tale_of_Benjamin_Bunny.md-13": "Then he came back to the basket and took out his son Benjamin by the ears, and whipped him with the little switch.\n\nThen he took out his nephew Peter.\n\n\n\nTHEN he took out the handkerchief of onions, and marched out of the garden.\n\n\n\n\n\nWHEN Mr. McGregor returned about half an hour later, he observed several things which perplexed him.\n\nIt looked as though some person had been walking all over the garden in a pair of clogs–only the foot-marks were too ridiculously little!",
  "The_Tale_of_Benjamin_Bunny.md-14": "Also he could not understand how the cat could have managed to shut herself up inside the green-house, locking the door upon the outside.\n\n\n\n\n\nWHEN Peter got home, his mother forgave him, because she was so glad to see that he had found his shoes and coat. Cotton-tail and Peter folded up the pocket-handkerchief, and old Mrs. Rabbit strung up the onions and hung them from the kitchen ceiling, with the bunches of herbs and the rabbit-tobacco.\n\nTHE END",
  "The_Tale_of_Two_Bad_Mice.md-0": "The Tale of Two Bad Mice\n\n\n\nONCE upon a time there was a very beautiful doll's-house; it was red brick with white windows, and it had real muslin curtains and a front door and a chimney.\n\n\n\n\n\nIT belonged to two Dolls called Lucinda and Jane; at least it belonged to Lucinda, but she never ordered meals.\n\nJane was the Cook; but she never did any cooking, because the dinner had been bought ready-made, in a box full of shavings.",
  "The_Tale_of_Two_Bad_Mice.md-1": "Jane was the Cook; but she never did any cooking, because the dinner had been bought ready-made, in a box full of shavings.\n\n\n\n\n\nTHERE were two red lobsters and a ham, a fish, a pudding, and some pears and oranges.\n\nThey would not come off the plates, but they were extremely beautiful.",
  "The_Tale_of_Two_Bad_Mice.md-2": "They would not come off the plates, but they were extremely beautiful.\n\n\n\n\n\nONE morning Lucinda and Jane had gone out for a drive in the doll's perambulator. There was no one in the nursery, and it was very quiet. Presently there was a little scuffling, scratching noise in a corner near the fireplace, where there was a hole under the skirting-board.\n\nTom Thumb put out his head for a moment, and then popped it in again.\n\nTom Thumb was a mouse.",
  "The_Tale_of_Two_Bad_Mice.md-3": "Tom Thumb put out his head for a moment, and then popped it in again.\n\nTom Thumb was a mouse.\n\n\n\n\n\nA MINUTE afterwards, Hunca Munca, his wife, put her head out, too; and when she saw that there was no one in the nursery, she ventured out on the oilcloth under the coal-box.\n\n\n\n\n\nTHE doll's-house stood at the other side of the fire-place. Tom Thumb and Hunca Munca went cautiously across the hearthrug. They pushed the front door—it was not fast.",
  "The_Tale_of_Two_Bad_Mice.md-4": "TOM THUMB and Hunca Munca went upstairs and peeped into the dining-room. Then they squeaked with joy!\n\nSuch a lovely dinner was laid out upon the table! There were tin spoons, and lead knives and forks, and two dolly-chairs—all so convenient!\n\n\n\n\n\nTOM THUMB set to work at once to carve the ham. It was a beautiful shiny yellow, streaked with red.\n\nThe knife crumpled up and hurt him; he put his finger in his mouth.\n\n\"It is not boiled enough; it is hard. You have a try, Hunca Munca.\"",
  "The_Tale_of_Two_Bad_Mice.md-5": "\"It is not boiled enough; it is hard. You have a try, Hunca Munca.\"\n\n\n\n\n\nHUNCA MUNCA stood up in her chair, and chopped at the ham with another lead knife.\n\n\"It's as hard as the hams at the cheesemonger's,\" said Hunca Munca.\n\n\n\nTHE ham broke off the plate with a jerk, and rolled under the table.\n\n\"Let it alone,\" said Tom Thumb; \"give me some fish, Hunca Munca!\"\n\n\n\n\n\nHUNCA MUNCA tried every tin spoon in turn; the fish was glued to the dish.",
  "The_Tale_of_Two_Bad_Mice.md-6": "HUNCA MUNCA tried every tin spoon in turn; the fish was glued to the dish.\n\nThen Tom Thumb lost his temper. He put the ham in the middle of the floor, and hit it with the tongs and with the shovel—bang, bang, smash, smash!\n\nThe ham flew all into pieces, for underneath the shiny paint it was made of nothing but plaster!\n\n\n\n\n\nTHEN there was no end to the rage and disappointment of Tom Thumb and Hunca Munca. They broke up the pudding, the lobsters, the pears and the oranges.",
  "The_Tale_of_Two_Bad_Mice.md-7": "As the fish would not come off the plate, they put it into the red-hot crinkly paper fire in the kitchen; but it would not burn either.\n\n\n\n\n\nTOM THUMB went up the kitchen chimney and looked out at the top—there was no soot.\n\n\n\n\n\nWHILE Tom Thumb was up the chimney, Hunca Munca had another disappointment. She found some tiny canisters upon the dresser, labelled—Rice—Coffee—Sago—but when she turned them upside down, there was nothing inside except red and blue beads.",
  "The_Tale_of_Two_Bad_Mice.md-8": "THEN those mice set to work to do all the mischief they could—especially Tom Thumb! He took Jane's clothes out of the chest of drawers in her bedroom, and he threw them out of the top floor window.\n\nBut Hunca Munca had a frugal mind. After pulling half the feathers out of Lucinda's bolster, she remembered that she herself was in want of a feather bed.",
  "The_Tale_of_Two_Bad_Mice.md-9": "WITH Tom Thumb's assistance she carried the bolster downstairs, and across the hearth-rug. It was difficult to squeeze the bolster into the mouse-hole; but they managed it somehow.\n\n\n\n\n\nTHEN Hunca Munca went back and fetched a chair, a book-case, a bird-cage, and several small odds and ends. The book-case and the bird-cage refused to go into the mouse-hole.\n\n\n\n\n\nHUNCA MUNCA left them behind the coal-box, and went to fetch a cradle.",
  "The_Tale_of_Two_Bad_Mice.md-10": "HUNCA MUNCA left them behind the coal-box, and went to fetch a cradle.\n\n\n\n\n\nHUNCA MUNCA was just returning with another chair, when suddenly there was a noise of talking outside upon the landing. The mice rushed back to their hole, and the dolls came into the nursery.\n\n\n\n\n\nWHAT a sight met the eyes of Jane and Lucinda!\n\nLucinda sat upon the upset kitchen stove and stared; and Jane leant against the kitchen dresser and smiled—but neither of them made any remark.",
  "The_Tale_of_Two_Bad_Mice.md-11": "THE book-case and the bird-cage were rescued from under the coal-box—but Hunca Munca has got the cradle, and some of Lucinda's clothes.\n\n\n\n\n\nSHE also has some useful pots and pans, and several other things.\n\n\n\n\n\nTHE little girl that the doll's-house belonged to, said,—\"I will get a doll dressed like a policeman!\"\n\n\n\n\n\nBUT the nurse said,—\"I will set a mouse-trap!\"",
  "The_Tale_of_Two_Bad_Mice.md-12": "BUT the nurse said,—\"I will set a mouse-trap!\"\n\n\n\n\n\nSO that is the story of the two Bad Mice,—but they were not so very very naughty after all, because Tom Thumb paid for everything he broke.\n\nHe found a crooked sixpence under the hearthrug; and upon Christmas Eve, he and Hunca Munca stuffed it into one of the stockings of Lucinda and Jane.\n\n\n\n\n\nAND very early every morning—before anybody is awake—Hunca Munca comes with her dust-pan and her broom to sweep the Dollies' house!\n\nTHE END.",
  "The_Tale_of_Peter_Rabbit.md-0": "The Tale of Peter Rabbit\n\n\nONCE upon a time there were four little Rabbits, and their names were—\n\n⁠Flopsy,\n\n⁠Mopsy,\n\n⁠Cotton-tail,\n\nand Peter.\n\n\n\n\n\nTHEY lived with their Mother in a sand-bank, underneath the root of a very big fir-tree.\n\n\n\n\n\n' NOW, my dears,' said old Mrs. Rabbit one morning, 'you may go into the fields or down the lane, but don't go into Mr. McGregor's garden.\n\n\n\n\n\n' YOUR Father had an accident there; he was put in a pie by Mrs. McGregor.",
  "The_Tale_of_Peter_Rabbit.md-1": "' YOUR Father had an accident there; he was put in a pie by Mrs. McGregor.\n\n\n\n\n\n' NOW run along, and don't get into mischief. I am going out.'\n\n\n\n\n\nTHEN old Mrs. Rabbit took a basket and her umbrella, and went through the wood to the baker's. She bought a loaf of brown bread and five currant buns.\n\n\n\n\n\nFLOPSY, Mopsy, and Cotton-tail, who were good little bunnies, went down the lane to gather blackberries;\n\n\n\n\n\nBUT Peter, who was very naughty, ran straight away to Mr. McGregor's garden,",
  "The_Tale_of_Peter_Rabbit.md-2": "BUT Peter, who was very naughty, ran straight away to Mr. McGregor's garden,\n\n\n\n\n\nAND squeezed under the gate!\n\n\n\n\n\nFIRST he ate some lettuces and some broad beans;\n\nAND then he ate some radishes;\n\n\n\n\n\nAND then, feeling rather sick, he went to look for some parsley.\n\n\n\n\n\nBUT round the end of a cucumber frame, whom should he meet but Mr. McGregor!\n\n\n\n\n\nMR. McGREGOR was on his hands and knees planting out young cabbages, but he jumped up and ran after Peter, waving a rake and calling out, 'Stop thief!'",
  "The_Tale_of_Peter_Rabbit.md-3": "PETER was most dreadfully frightened; he rushed all over the garden, for he had forgotten the way back to the gate.\n\nHe lost one of his shoes among the cabbages,\n\n\n\n\n\nAND the other shoe amongst the potatoes.\n\n\n\n\n\nAFTER losing them, he ran on four legs and went faster, so that I think he might have got away altogether\n\n\n\n\n\nIF he had not unfortunately run into a gooseberry net, and got caught by the large buttons on his jacket. It was a blue jacket with brass buttons, quite new.",
  "The_Tale_of_Peter_Rabbit.md-4": "PETER gave himself up for lost, and cried big tears; but his sobs were overheard by some friendly sparrows, who flew to him in great excitement, and implored him to exert himself.\n\n\n\n\n\nMR. McGREGOR came up with a sieve, which he intended to pop upon the top of Peter; but Peter wriggled out just in time, leaving his jacket behind him,\n\n\n\n\n\nAND rushed into the tool-shed, and jumped into a can. It would have been a beautiful thing to hide in, if it had not had so much water in it.",
  "The_Tale_of_Peter_Rabbit.md-5": "MR. McGREGOR was quite sure that Peter was somewhere in the tool-shed, perhaps hidden underneath a flower-pot. He began to turn them over carefully, looking under each.\n\nPresently Peter sneezed—'Kertyschoo!' Mr. McGregor was after him in no time,\n\n\n\n\n\nAND tried to put his foot upon Peter, who jumped out of a window, upsetting three plants. The window was too small for Mr. McGregor, and he was tired of running after Peter. He went back to his work.",
  "The_Tale_of_Peter_Rabbit.md-6": "PETER sat down to rest; he was out of breath and trembling with fright, and he had not the least idea which way to go. Also he was very damp with sitting in that can.\n\n\n\n\n\nAFTER a time he began to wander about, going lippity—lippity—not very fast, and looking all round.\n\nHe found a door in a wall; but it was locked, and there was no room for a fat little rabbit to squeeze underneath.",
  "The_Tale_of_Peter_Rabbit.md-7": "He found a door in a wall; but it was locked, and there was no room for a fat little rabbit to squeeze underneath.\n\n\n\n\n\nAN old mouse was running in and out over the stone door-step, carrying peas and beans to her family in the wood. Peter asked her the way to the gate, but she had such a large pea in her mouth that she could not answer. She shook her head at him. Peter began to cry again.",
  "The_Tale_of_Peter_Rabbit.md-8": "THEN he tried to find his way straight across the garden, but he became more and more puzzled. There surely never was such a garden for cabbages! Hundreds and hundreds of them; and Peter was not tall enough to see over them, and felt too sick to eat them. It was just like a very bad dream!",
  "The_Tale_of_Peter_Rabbit.md-9": "IN the middle of the garden he came to a pond where Mr. McGregor filled his water-cans. A white cat was staring at some gold-fish; she sat very, very still, but now and then the tip of her tail twitched as if it were alive. Peter thought it best to go away without speaking to her; he had heard about cats from his cousin, little Benjamin Bunny.",
  "The_Tale_of_Peter_Rabbit.md-10": "HE went towards the tool-shed again, but suddenly there was a most peculiar noise—scr-r-ritch, scratch, scratch, scritch. Peter scuttered underneath the bushes. Then some one began to sing 'Three blind mice, three blind mice!' It sounded disagreeable to Peter; it made him feel as though his own tail were going to be cut off: his fur stood on end.",
  "The_Tale_of_Peter_Rabbit.md-11": "AFTER a time, as nothing happened, Peter came out, and climbed upon a wheel-barrow, and peeped over. The first thing he saw was Mr. McGregor hoeing onions. His back was turned towards Peter, and beyond him was the gate!\n\n\n\n\n\nMR. McGREGOR caught sight of him at the corner, but Peter did not care. He slipped underneath the gate, and was safe at last in the wood outside the garden.\n\n\n\n\n\nMR. McGREGOR hung up the little jacket and the shoes for a scare-crow to frighten the blackbirds.",
  "The_Tale_of_Peter_Rabbit.md-12": "MR. McGREGOR hung up the little jacket and the shoes for a scare-crow to frighten the blackbirds.\n\n\n\n\n\nPETER never stopped running or looked behind him till he got home to the big fir-tree.\n\n\n\n\n\nHE was so tired that he flopped down upon the nice soft sand on the floor of the rabbit-hole, and shut his eyes. His Mother was busy cooking; she wondered what he had done with his clothes. It was the second little jacket and pair of shoes that Peter had lost in a fortnight!",
  "The_Tale_of_Peter_Rabbit.md-13": "IT was really most provoking for Peter's Mother, because she had not very much money to spend upon new clothes. She earned her living by knitting rabbit-wool mittens and muffettees. I once bought a pair at a bazaar.\n\n\n\n\n\nSHE also had a little field in which she grew herbs and rabbit tobacco (this is what we call lavender). She hung it up to dry in the kitchen, in bunches, which she sold for a penny apiece to her rabbit neighbours in the warren.",
  "The_Tale_of_Peter_Rabbit.md-14": "DID you ever happen to see a little old buck-rabbit enjoying a pipe of rabbit-tobacco?\n\n\n\n\n\nI AM sorry to say that Peter was not very well during the evening in consequence of having eaten too much in Mr. McGregor's garden.\n\nHis mother put him to bed, and made some camomile tea;\n\n\n\n\n\nAND she gave a dose of it to Peter!\n\n'One table-spoonful to be taken at bed-time.'\n\n\n\n\n\nBUT Flopsy, Mopsy, and Cotton-tail had bread and milk and blackberries for supper.",
  "The_Tale_of_Squirrel_Nutkin.md-0": "The Tale of Squirrel Nutkin\n\n\nTHIS is a Tale about a tail—a tail that belonged to a little red squirrel, and his name was Nutkin.\n\nHe had a brother called Twinkleberry, and a great many cousins: they lived in a wood at the edge of a lake.\n\n\n\nIN the middle of the lake there is an island covered with trees and nut bushes; and amongst those trees stands a hollow oak-tree, which is the house of an owl who is called Old Brown.",
  "The_Tale_of_Squirrel_Nutkin.md-1": "ONE autumn when the nuts were ripe, and the leaves on the hazel bushes were golden and green—Nutkin and Twinkleberry and all the other little squirrels came out of the wood, and down to the edge of the lake.\n\n\n\n\n\nTHEY made little rafts out of twigs, and they paddled away over the water to Owl Island to gather nuts.\n\nEach squirrel had a little sack and a large oar, and spread out his tail for a sail.",
  "The_Tale_of_Squirrel_Nutkin.md-2": "Each squirrel had a little sack and a large oar, and spread out his tail for a sail.\n\n\n\n\n\nTHEY also took with them an offering of three fat mice as a present for Old Brown, and put them down upon his door-step.\n\nThen Twinkleberry and the other little squirrels each made a low bow, and said politely—\n\n\"Old Mr. Brown, will you favour us with permission to gather nuts upon your island?\"\n\n\n\nBUT Nutkin was excessively impertinent in his manners. He bobbed up and down like a little red cherry, singing—",
  "The_Tale_of_Squirrel_Nutkin.md-3": "BUT Nutkin was excessively impertinent in his manners. He bobbed up and down like a little red cherry, singing—\n\n\"Riddle me, riddle me, rot-tot-tote!\n\nA little wee man, in a red red coat!\n\nA staff in his hand, and a stone in his throat;\n\nIf you'll tell me this riddle, I'll give you a groat.\"\n\n\n\n\n\nNow this riddle is as old as the hills; Mr. Brown paid no attention whatever to Nutkin.\n\nHe shut his eyes obstinately and went to sleep.",
  "The_Tale_of_Squirrel_Nutkin.md-4": "He shut his eyes obstinately and went to sleep.\n\n\n\n\n\nTHE squirrels filled their little sacks with nuts, and sailed away home in the evening.\n\n\n\nBUT next morning they all came back again to Owl Island; and Twinkleberry and the others brought a fine fat mole, and laid it on the stone in front of Old Brown's doorway, and said—\n\n\"Mr. Brown, will you favour us with your gracious permission to gather some more nuts?\"",
  "The_Tale_of_Squirrel_Nutkin.md-5": "\"Mr. Brown, will you favour us with your gracious permission to gather some more nuts?\"\n\n\n\n\n\nBUT Nutkin, who had no respect, began to dance up and down, tickling old Mr. Brown with a nettle and singing—\n\n\"Old Mr. B! Riddle-me-ree!\n\nHitty Pitty within the wall,\n\nHitty Pitty without the wall;\n\nIf you touch Hitty Pitty,\n\nHitty Pitty will bite you!\"\n\n\n\n\n\nMr. Brown woke up suddenly and carried the mole into his house.",
  "The_Tale_of_Squirrel_Nutkin.md-6": "If you touch Hitty Pitty,\n\nHitty Pitty will bite you!\"\n\n\n\n\n\nMr. Brown woke up suddenly and carried the mole into his house.\n\n\n\nHE shut the door in Nutkin's face. Presently a little thread of blue smoke from a wood fire came up from the top of the tree, and Nutkin peeped through the key-hole and sang—\n\n\"A house full, a hole full!\n\nAnd you cannot gather a bowl-full!\"\n\n\n\n\n\nTHE squirrels searched for nuts all over the island and filled their little sacks.",
  "The_Tale_of_Squirrel_Nutkin.md-7": "And you cannot gather a bowl-full!\"\n\n\n\n\n\nTHE squirrels searched for nuts all over the island and filled their little sacks.\n\nBut Nutkin gathered oak-apples—yellow and scarlet—and sat upon a beech-stump playing marbles, and watching the door of old Mr. Brown.\n\n\n\nON the third day the squirrels got up very early and went fishing; they caught seven fat minnows as a present for Old Brown.\n\nThey paddled over the lake and landed under a crooked chestnut tree on Owl Island.",
  "The_Tale_of_Squirrel_Nutkin.md-8": "They paddled over the lake and landed under a crooked chestnut tree on Owl Island.\n\n\n\n\n\nTWINKLEBERRY and six other little squirrels each carried a fat minnow; but Nutkin, who had no nice manners, brought no present at all. He ran in front, singing—\n\n\"The man in the wilderness said to me,\n\n'How many strawberries grow in the sea?'\n\nI answered him as I thought good—\n\n'As many red herrings as grow in the wood.'\"\n\n\n\n\n\nBut old Mr. Brown took no interest in riddles—not even when the answer was provided for him.",
  "The_Tale_of_Squirrel_Nutkin.md-9": "But old Mr. Brown took no interest in riddles—not even when the answer was provided for him.\n\n\n\nON the fourth day the squirrels brought a present of six fat beetles, which were as good as plums in plum-pudding for Old Brown. Each beetle was wrapped up carefully in a dock-leaf, fastened with a pine-needle-pin.\n\nBut Nutkin sang as rudely as ever—\n\n\"Old Mr. B! riddle-me-ree\n\nFlour of England, fruit of Spain,\n\nMet together in a shower of rain;\n\nPut in a bag tied round with a string,",
  "The_Tale_of_Squirrel_Nutkin.md-10": "Flour of England, fruit of Spain,\n\nMet together in a shower of rain;\n\nPut in a bag tied round with a string,\n\nIf you'll tell me this riddle, I'll give you a ring!\"\n\n\n\n\n\nWhich was ridiculous of Nutkin, because he had not got any ring to give to Old Brown.\n\n\n\n\n\nTHE other squirrels hunted up and down the nut bushes; but Nutkin gathered robin's pincushions off a briar bush, and stuck them full of pine-needle pins.",
  "The_Tale_of_Squirrel_Nutkin.md-11": "ON the fifth day the squirrels brought a present of wild honey; it was so sweet and sticky that they licked their fingers as they put it down upon the stone. They had stolen it out of a bumble bees' nest on the tippitty top of the hill.\n\nBut Nutkin skipped up and down, singing—\n\n\"Hum-a-bum! buzz! buzz! Hum-a-bum buzz!\n\n⁠As I went over Tipple-tine\n\n⁠I met a flock of bonny swine;\n\nSome yellow-nacked, some yellow backed!\n\n⁠They were the very bonniest swine\n\n⁠That e'er went over Tipple-tine.\"",
  "The_Tale_of_Squirrel_Nutkin.md-12": "Some yellow-nacked, some yellow backed!\n\n⁠They were the very bonniest swine\n\n⁠That e'er went over Tipple-tine.\"\n\n\n\n\n\nOLD Mr. Brown turned up his eyes in disgust at the impertinence of Nutkin.\n\nBut he ate up the honey!\n\n\n\nTHE squirrels filled their little sacks with nuts.\n\nBut Nutkin sat upon a big flat rock, and played ninepins with a crab apple and green fir-cones.",
  "The_Tale_of_Squirrel_Nutkin.md-13": "But Nutkin sat upon a big flat rock, and played ninepins with a crab apple and green fir-cones.\n\n\n\n\n\nON the sixth day, which was Saturday, the squirrels came again for the last time; they brought a new-laid egg in a little rush basket as a last parting present for Old Brown.\n\nBut Nutkin ran in front laughing, and shouting—\n\n\"Humpty Dumpty lies in the beck,\n\nWith a white counterpane round his neck,\n\nForty doctors and forty wrights,\n\nCannot put Humpty Dumpty to rights!\"",
  "The_Tale_of_Squirrel_Nutkin.md-14": "With a white counterpane round his neck,\n\nForty doctors and forty wrights,\n\nCannot put Humpty Dumpty to rights!\"\n\n\n\n\n\nNOW old Mr. Brown took an interest in eggs; he opened one eye and shut it again. But still he did not speak.\n\n\n\n\n\nNUTKIN became more and more impertinent—\n\n⁠\"Old Mr. B! Old Mr. B!\n\nHickamore, Hackamore, on the King's kitchen door;\n\nAll the King's horses, and all the King's men,\n\nCouldn't drive Hickamore, Hackamore,\n\nOff the King's kitchen door.\"",
  "The_Tale_of_Squirrel_Nutkin.md-15": "All the King's horses, and all the King's men,\n\nCouldn't drive Hickamore, Hackamore,\n\nOff the King's kitchen door.\"\n\n\n\n\n\nNutkin danced up and down like a sunbeam; but still Old Brown said nothing at all.\n\n\n\nNUTKIN began again—\n\n\"Arthur O'Bower has broken his band,\n\nHe comes roaring up the land!\n\nThe King of Scots with all his power,\n\nCannot turn Arthur of the Bower!\"\n\n\n\n\n\nNutkin made a whirring noise to sound like the wind, and he took a running jump right onto the head of Old Brown! . . . .",
  "The_Tale_of_Squirrel_Nutkin.md-16": "Nutkin made a whirring noise to sound like the wind, and he took a running jump right onto the head of Old Brown! . . . .\n\nThen all at once there was a flutterment and a scufflement and a loud \"Squeak!\"\n\nThe other squirrels scuttered away into the bushes.\n\n\n\n\n\nWHEN they came back very cautiously, peeping round the tree—there was Old Brown sitting on his door-step, quite still, with his eyes closed, as if nothing had happened.\n\n*⁠*⁠*⁠*⁠*\n\nBut Nutkin was in his waistcoat pocket!",
  "The_Tale_of_Squirrel_Nutkin.md-17": "*⁠*⁠*⁠*⁠*\n\nBut Nutkin was in his waistcoat pocket!\n\n\n\nTHIS looks like the end of the story; but it isn't.\n\n\n\n\n\nOLD BROWN carried Nutkin into his house, and held him up by the tail, intending to skin him; but Nutkin pulled so very hard that his tail broke in two, and he dashed up the staircase and escaped out of the attic window.\n\n\n\n\n\nAND to this day, if you meet Nutkin up a tree and ask him a riddle, he will throw sticks at you, and stamp his feet and scold, and shout—\n\n\"Cuck-cuck-cuck-cur-r-r-cuck-k-k!\"",
  "The_Tale_of_Squirrel_Nutkin.md-18": "\"Cuck-cuck-cuck-cur-r-r-cuck-k-k!\"\n\n\n\n\n\nTHE END"
}
